/* Explains to users that the phone is ready and they should bump to connect with another phone. */
"Bump to connect"="Bump og tilslut";
/* Request to connect with another user. For example, this might say Connect with Andy?. */
"Connect with %@?"="Forbind med %@?";
/* Dialog shown when user has just bumped and information is sending to the other phone. */
"Connecting..."="Tilslutter...";
/* Notifying the user the phone is establishing a connection. */
"Network unavailable"="Intet netværk";
/* No button for Bump API popup */
"No"="Nej";
/* The other phone did not register a bump. Explain why the user must bump again. */
"No match - please try again."="No match - please try again.";
/* Explain that the other user decided to cancel the bump and the information was not transferred. */
"Other user canceled the bump."="Anden bruger annullerede bumpet.";
/* Tell the user to please try bumping again. */
"Please bump again."="Bump igen";
/* There were too many possible candidates for the server to match. */
"Sometimes two bumps are required."="Nogle gange skal der bumpes to gange.";
/* Notifying the user the phone is establishing a connection. */
"Warming up"="Varmer op";
/* Yes button for Bump API popup */
"Yes"="Ja";�